Repository: hostz-frank/one-time-access-token
Catalog: lang/otat-*.po
Languages: de_de

source: List campaigns
de_de: Kampagnen auflisten

source: Name of campaign
de_de: Name der Kampagne

source: For internal use only. The maximum length is 20 characters.
de_de: Wird nur intern genutzt. Die maximale Länge beträgt 20 Zeichen.

source: End of campaign on
de_de: Kampagne endet am

source: Date field. Please use this format: "YYYY-MM-DD"
de_de: Datum im Format: "YYY-MM-DD".

source: Post ID
de_de: Beitrags-ID

source: You'll find the ID of the post or page, when you hover over the post's edit link with your mouse and look at the URL displayed by your browser.
de_de: Die ID eines Beitrags erscheint im Bearbeiten-Modus in der Adresszeile des Browsers, oder auch in einer Infozeile am Fuß des Browsers, wenn sich der Mauszeiger über dem "Bearbeiten"-Link für den Beitrag befindet.

source: Expiration redirect
de_de: Weiterleitungsadresse nach Ablauf

source: A root relative (beginning with a slash) or absolute URL. Redirection to this location happens, when the token has been used, then the allowed usage time frame has expired and when the campaign's end date has not been reached yet.
de_de: Der Pfad der Weiterleitungsadresse: entweder in der Form "/pfad/zum/ziel" (beginnend mit einem Schrägstrich!) oder als vollständige http/s-Adresse.

source: How many times cookie creation is allowed. Defaults to "1" (one-time access).
de_de: Legt fest, wieviele Male eine Session erzeugt werden darf. Standard ist "1" (einmaliger Zugriff).

source: When this timeframe ends then the cookie will be forced to expire. This is independent of the campaign's end.
de_de: Cookies werden ungültig gemacht, wenn das Ende des Session erreicht ist. Dies ist unabhängig vom festgelegten Ende der Kampagne.

source: Count of tokens to create
de_de: Token-Anzahl

source: Session duration
de_de: Dauer einer Session

source: <em>Note:</em> the token count has to match the count of data lines in your CSV export file, which should be: all lines minus 1 (for the expected header line).
de_de: <em>Wichtig:</em> die Token-Anzahl muss mit der Anzahl der Datenzeilen in der Export-CSV-Datei übereinstimmen, d.h. alle Zeilen minus eins ("minus eins" für die erwartete Überschriften-Zeile).

source: Save Changes
de_de: Änderungen speichern

source: Save
de_de: Speichern

source: Add New Campaign
de_de: Neue Kampagne erstellen

source: Edit Campaign
de_de: Kampagne bearbeiten

source: The campaign could not be created due to an unexpected error.
de_de: Die Kampagne konnte aufgrund eines unerwarteten Fehlers nicht gespeichert werden.

source: Campaign ID for "%s" could not be found in database.
de_de: Eine Kampagne "%s" wurde nicht gefunden.

source: Tokens could not be created due to an unexpected error.
de_de: Aufgrund eines unerwarteten Fehlers konnten keine Token erstellt werden.

source: The campaign and it's %s token have been created.
de_de: Die Kampagne und %s zugehöriges Token wurden erstellt.

source: The campaign has been saved successfully.
de_de: Die Kampagne wurde erfolgreich aktualisiert.

source: The campaign could not be saved due to an unexpected error.
de_de: Die Kampagne konnte aufgrund eines Fehlers nicht angelegt werden.

source: All fields are required!
de_de: Bitte alle Felder ausfüllen!

source: Campaign's end date must be after today!
de_de: Das Ende der Kampagne muss nach dem heutigen Datum festgesetzt werden.

source: There is a campaign using this name already, please choose another one.
de_de: Eine Kampagne mit diesem Titel exisiert bereits. Bitte einen anderen Titel wählen.

source: The allowed time frame to access a page must be at least 1 minute after using the tokenized URL.
de_de: Das erlaubte Zugriffszeitfenster muss mindestens eine Minute betragen.

source: The maximum token count you can create within one campaign is 99.999 tokens.
de_de: Die maximale Anzahl beträgt 99.999 Token pro Kampagne.

source: You have to allow at least 1 session.
de_de: Mindestens eine Session muss erlaubt sein.

source: Add New
de_de: Neue erstellen

source: No campaigns found.
de_de: Keine Kampagnen vorhanden.

source: Campaign title
de_de: Titel der Kampagne

source: Expires on
de_de: Ende

source: Token-protected Post
de_de: Geschützter Beitrag

source: Sessions / duration
de_de: Session-Anzahl / Dauer

source: Redirect after expired access
de_de: Weiterleitung nach Ablauf des Zeitfensters

source: Token count
de_de: Anzahl der Token

source: Created on/by
de_de: Erstellt am

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Create test links
de_de: Testlinks erzeugen

source: Campaign expired!
de_de: Kampagne abgelaufen!

source: Post ID not valid!
de_de: Beitrags-ID ungültig!

source: View
de_de: Ansehen

source: %s<br>by %s
de_de: %s<br>von %s

source: Testing tokenized links
de_de: Links testen

source: No unused test links found.
de_de: Keine nutzbaren Testlinks vorhanden.<br />Zum Erzeugen kampagnen-spezifischer Testlinks bitte mit der Maus in der Liste oben über den Titel der Kampagne fahren und auf "Testlinks erzeugen" klicken.

source: Delete all test links (used and unused).
de_de: Alle Test-Links löschen (benutzte und unbenutzte)

source: Unused test links for campaign:
de_de: Verwendbare Test-Links für Kampagne:

source: You have to be <strong>logged out</strong> to make the following test links work:
de_de: Die Test-Links funktionieren nur für <strong>abgemeldete</strong> Benutzer!

source: An error occured while trying to create test tokens.
de_de: Während des Versuchs, Test-Token zu erzeugen, ist ein Fehler aufgetreten.

source: 5 tokenized URLs have been created for testing (see <a href="#test-section">below</a>).
de_de: 5 Test-Links wurden erzeugt (siehe <a href="#test-section">unten</a>).

source: An error occured while trying to delete all test tokens.
de_de: Während des Versuchs, alle Test-Links zu löschen, ist ein Fehler aufgetreten.

source: Your permissions do not allow to do that.
de_de: Die Benutzerrechte sind für diese Aktion unzureichend.

source: Campaign "%s" and %d associated access tokens will be deleted!
de_de: Die Kampagne "%s" und %d zugehörige Token werden unwiderruflich gelöscht!

source: Are you sure?
de_de: Soll dieser Befehl wirklich ausgeführt werden?

source: Cancel
de_de: Abbrechen

source: An error happend while trying to delete tokens of this campaign.
de_de: Beim Löschen der Token für diese Kampagne ist ein Fehler aufgetreten.

source: Campaign successfully deleted
de_de: Die Kampagne wurde erfolgreich gelöscht.

source: Campaign could not be deleted.
de_de: Die Kampagne konnte nicht gelöscht werden.

source: Append tokens of a campaign to a CSV file
de_de: Token-Export in eine vorhandene CSV-Datei

source: CSV file
de_de: CSV-Datei

source: Upload
de_de: Hochladen

source: Only CSV files can be uploaded.
de_de: Es können nur CSV-Dateien hochgeladen werden.

source: Uploaded CSV file
de_de: Hochgeladene CSV-Datei

source: %s contains: <strong>%s</strong> data lines.
de_de: %s enthält: <strong>%s</strong> Datensätze (Zeilen minus Überschriftenzeile).

source: Select campaign
de_de: Kampagne auswählen

source: Please select
de_de: Bitte auswählen

source: The count of campaign's tokens and file's data lines has to match.
de_de: Die Tokenanzahl der CSV-Datei und der Kampagne müssen gleich sein.

source: Save email addresses
de_de: E-Mail-Adressen speichern

source: Save email addresses from file locally.
de_de: E-Mail-Adressen aus der Datei lokal speichern.

source: Save email addresses from file into the local database and assign them to their corresponding token.
de_de: Speichert die E-Mail-Adressen aus der Datei in die lokale Datenbank und weist sie jeweils ihrem korrespondierenden Token zu.

source: Only useful for special use cases.
de_de: Nur sinnvoll in speziellen Anwendungsfällen (Bright-Kurse).

source: Save Changes and Create Download.
de_de: Änderungen speichern und Download-Link erzeugen

source: Old version of the file has expired. Please upload again.
de_de: Zeitablauf der hochgeladenen Datei. Bitte erneut hochladen.

source: Please select a campaign.
de_de: Bitte eine Kampagne auswählen.

source: This campaign seems not to be valid.
de_de: Diese Kampagne scheint ungültig zu sein.

source: Error while trying to write to CSV file!
de_de: Fehler beim Schreiben in die CSV-Datei!

source: Appending tokens to uploaded CSV file was successful: <a href="%s">Download CSV File</a>.
de_de: Die Erweiterung der hochgeladenen CSV-Datei mit den Token war erfolgreich: <a href="%s">Herunterladen der CSV-Datei</a>.

source: These email addresses are already in the database and properly assigned to their tokens.
de_de: Diese E-Mail-Adressen wurden bereits in der Datenbank gespeichert.

source: %d email addresses changed in CSV file and therefore have been updated in the database.
de_de: %d E-Mail-Adressen geändert in der CSV-Datei und wurden daher in der Datenbank auf den neuen Stand gebracht.

source: Help
de_de: Hilfe

source: Campaigns
de_de: Kampagnen

source: 0ne time Access Tokens
de_de: Token für einmaligen Zugriff

source: Create (lots of) tokens to be supplied for a specific post. The moment you access the post (or page) the token was created for, it initiates a session cookie and becomes invalid instantly. Accessing the post again (without a valid cookie set) causes a configurable redirect.
de_de: Beitragsschutz ohne Passwort-Abfrageprozedur: ein individuelles, i.d.R. nur einmal verwendbares Zugriffstoken, angehängt an eine URL, emöglicht den Zugriff auf einen geschützten Beitrag. CSV-Export tausender Token zur Nutzung in Mailinglisten. Auch die Zuordnung eines Tokens zur E-Mail-Adresse ist möglich.

source: It seems that somthing went wrong with writing the email addresses to the database. We recommend to delete the campaign, then to create a new one and try the email addresses import again.
de_de: Beim Schreiben der E-Mail-Adressen in die Datenbank scheint etwas schiefgelaufen zu sein. Am besten ist es wahrscheinlich, die Kampagne zu löschen, neu anzulegen und erst dann den Mailadressen-Import zu wiederholen.

source: All used and unused test tokens have been deleted successfully.
de_de: Sämtliche Test-Token (benutzte und unbenutzte) wurden erfolgreich gelöscht.

source: OT Access Tokens
de_de: Einmal-Zugriffstoken

source: One-Time Access Tokens for Premium Content
de_de: Einmal-Zugriffstoken für geschützte Beiträge
